document.addEventListener('DOMContentLoaded', () => {
const HaHaPososi = document.querySelector('.LOL-VOOBSHE-POH-TEPER-NA-NAZVANIE');
const body = document.querySelector('body')
//теперь вообще пох на отступы 
const LolEtoSheNushnoBiloTakProebat = () => {
const TakimLohamProebali = document.createElement('div');
TakimLohamProebali.innerHTML = `
<div class="txtTXT">
<p class="txttxt">Этот сайт был довольно легким,даже очень,но делали мы его очень долго,если ты нашел эту посхалку то ты просто монстр, жалко потраченое время,моих наставников,но мы сдружились,если вы вспомните нас на начале пути то мы были все неразговорчивые,закрытые в себе.Но этот проект сделал нас открытие,единственное спасибо.Какие же не справедливые жури,не могли сказать что использовать JS когда все делают верстку это тупо,ведь это же дети,да?В любом случаем верстка всегда будет проигрывать JS,даже если верстка нериальная,то легкий JS просто ее порвет.Очень рад за наших соперников а в частности за команду ITсептик,ведь занять 2 место среди даунов которые юзают JS это прям огонь.Зачем юзать jS когда твои противники это верстка я хз,даже адаптивности у сайта нету,я орирую,затащили чисто из-за проекта,говорили как дауны,видео даже моя бабушка лучше делает монтаж,нооооо,наши любимые судьи это просто проигнорили,норм да?Команда та у которой сайты про диван тоже не оч,текст говнишко,видоса не было,сайт как у всех.4 место для наших стараний это не справедливо.В этом тексте много ошибок,честно,мне так похуй)</p>
</div>
`
body.append(TakimLohamProebali)

}
HaHaPososi.addEventListener('click', LolEtoSheNushnoBiloTakProebat);

})